import React from 'react';
import './About.css';

const About = () => {
    return (
        <div className='about_brief w-3/4 mx-auto text-center'>
            <h3 className='text-5xl text-blue-800'>About</h3>
            <p>направлении проектирования Front-end Developer, более двух лет я занимаюсь версткой и несколько месяцев работаю React-разработчиком.</p>
            <p>Развиваюсь в области разработки веб-приложений на языке JavaScript и экосистемы Node.js. Веду научную деятельность в направлении проектирования и разработки приложений на бессерверной архитектуре JAMstack.</p>
            <p>Из своих главных качеств могу выделить: усидчивость, терпение, ответственный подход к работе. Спокойно принимаю критику в свой адрес и всегда готов найти компромисс в конфликте.</p>
        </div>
    );
};

export default About;